Repository: CytopiaTeam/Cytopia
Catalog: data/languages/*/Cytopia.po
Languages: fr, hu, id, nl, pt, tr, zh

source: A small coal power plant.
fr: Une petite centrale à charbon.
hu: Egy kis szénerőmű.
id: Sebuah PLTUB (Pembangkit Listrik Tenaga Batubara) Kecil
nl: Een kleine kolencentrale.
pt: Uma central termoelétrica a carvão pequena.
tr: Küçük kömür santrali.
zh: 一个小的煤电厂

source: A small coal power plant. It can supply a small town with electricity, but it produces a lot of pollution.
fr: Une petite centrale à charbon. Elle peut fournir de l'électricité pour une petite ville, mais elle produit beaucoup de pollution.
nl: Een kleine kolencentrale. Het kan een kleine stad van stroom te voorzien, maar het produceert een veel vervuiling.
tr: Küçük kömür santrali. Küçük bir kasabanın elektriğini sağlayabilir; ancak çok fazla kirlilik oluşturur.

source: A Wheat Field
fr: Un champ de blé
nl: Een Tarwegebied
tr: Buğday tarlası

source: A beautiful water tower
fr: Un magnifique château d'eau
hu: Egy gyönyörű víztorony
id: Sebuah Kolam Air Indah
nl: Een mooie watertoren
pt: Uma linda caixa d'água
tr: Güzel bir su kulesi
zh: 一个漂亮的水塔

source: A big building
fr: Un grand bâtiment
hu: Egy nagy épület
id: Sebuah Bangunan Besar
nl: Een groot gebouw
pt: Um grande edifício
tr: Büyük bir bina
zh: 一个大的建筑

source: A bland-looking apartment building made out of concrete.
fr: Un appartement terne fait de béton.
nl: A-saaie zoek appartementengebouw gemaakt van beton.
tr: Betondan yapılmış düz bir apartman.

source: A blank train platform with nothing on it.
fr: Une gare de train vide.
nl: Een lege trein platform met niets op.
tr: Üzeri boş bir tren istasyonu platformu.

source: A blue hotel from vienna
fr: Un hôtel bleu de Vienne
hu: Egy kék hotel Bécsből
nl: Een blauwe hotel van Wenen
tr: Mavi bir hotel, Viyana'dan

source: A bush with delicious red berries.
fr: Un buisson avec de délicieuses baies rouges.
nl: Een struik met heerlijke rode bessen.
tr: Kırmızı dutlu bir çalı.

source: A chemical plant
fr: Une usine chimique
hu: Egy vegyi üzem
id: Sebuah Pabrik Barang
nl: Een chemische fabriek
pt: Uma fábrica química
tr: Kimyasal santral
zh: 化工厂

source: A classic depolluter building that has been recently repurposed.
fr: Un incinérateur classique qui a été récemment réaménagé.
nl: Een klassiek depolluter gebouw dat onlangs is hergebruikt.
tr: Başka bir amaç için yeniden tasarlanmış klasik bir kirlilik giderici.

source: A classic house from Savannah , Georgia , USA
fr: Une maison classique de Savannah en Géorgie aux États-Unis
hu: Egy klasszikus ház innen: Savannah , Georgia , USA
nl: Een klassieke huis uit Savannah, Georgia, Verenigde Staten
tr: Çayırlardan klasik bir ev. Georgia, ABD

source: A coal power plant. It'll produce enough electricity to keep a town running, but it creates a lot of pollution.
fr: Une centrale électrique au charbon. Elle produit suffisamment d'électricité pour faire fonctionner une ville, mais elle crée beaucoup de pollution.
nl: Een kolencentrale. Het zal voldoende elektriciteit om een ​​stad draaiende te houden produceren, maar het creëert een veel vervuiling.
tr: Kömür santrali. Bu santral bir şehre yetecek kadar elektrik üretir ancak çok fazla kirlilik oluşturur.

source: A commercial center
fr: Un centre commercial
hu: Egy kereskedelmi központ
id: Sebuah Bangunan Komersial Pusat
nl: Een commercieel centrum
pt: Um centro comercial
tr: Bir ticaret merkezi
zh: 商业中心

source: A factory
fr: Une usine
hu: Egy gyár
id: Sebuah Pabrik
nl: Een fabriek
pt: Uma fábrica
tr: Bir fabrika
zh: 一个工厂

source: A few benches that offer a place to sit to your citizens.
fr: Quelques bancs offrant une place à vos citoyens pour s'asseoir.
nl: Een paar banken die een plaats bieden aan uw burgers te zitten.
tr: Yurttaşlara oturabilecekleri bir yer sağlayan birkaç sıra.

source: A green cactus.
fr: Un cactus vert.
nl: Een groene cactus.
tr: Yeşil bir kaktüs.

source: A group of beautiful pinetrees.
fr: Un groupe de pins magnifiques.
nl: Een groep van prachtige pijnbomen.
tr: Bir grup güzel mi güzel çam ağacı.

source: A group of benches that surround a nice decorative object.
fr: Un groupe de bancs autours d'un objet décoratif.
nl: Een groep van banken die een mooi decoratief object omringen.
tr: Dekoratif bir nesneyi çevreleyen bir grup sıra.

source: A group of birch trees.
fr: Un groupe de bouleaux.
nl: Een groep berkenbomen.
tr: Bir grup huş ağacı.

source: A group of burned trees.
fr: Un groupe d'arbres brûlés.
nl: Een groep van verbrande bomen.
tr: Bir grup yanmış ağaç.

source: A group of crystal trees.
fr: Un groupe d'arbres de cristal.
nl: Een groep van kristal bomen.
tr: Bir grup kristal ağaç.

source: A group of cypress trees.
fr: Un groupe de cyprès.
nl: Een groep cipressen.
tr: Bir grup servilik.

source: A group of mannequins you dressed up as people that can be used to decorate a town.
fr: Un groupe de mannequins que vous avez déguisés en personnes et qui peuvent être utilisés pour décorer une ville.
nl: Een groep van mannequins je verkleed als mensen die kunnen worden gebruikt om een ​​stad te versieren.
tr: Şehri dekore etmek kullanılabilecek, insan gibi giydirilmiş bir grup manken.

source: A group of mysterious mushroom trees.
fr: Un groupe de mystérieux arbres-champignons.
nl: Een groep van mysterieuze paddenstoel bomen.
tr: Bir grup gizemli mantar ağacı.

source: A group of oak trees.
fr: Un groupe de chênes.
nl: Een groep eiken.
tr: Bir grup meşe ağacı.

source: A group of palmtrees.
fr: Un groupe de palmiers.
nl: Een groep palmen.
tr: Bir grup palmiye ağacı.

source: A group of picnic tables that your citizens can use to eat lunch at.
fr: Un groupe de tables de pique-nique qui peuvent être utilisées par vos citoyens pour le déjeuner.
nl: Een groep van picknicktafels die uw burgers kunnen gebruiken om te lunchen in.
tr: Yurttaşların öğle yemeklerini yiyebilecekleri bir grup piknik masası.

source: A group of plum trees.
fr: Un groupe de pruniers.
nl: Een groep pruimenbomen.
tr: Bir grup erik ağacı.

source: A group of sakura trees.
fr: Un groupe de cerisiers du Japon.
nl: Een groep sakurabomen.
tr: Bir grup kiraz çiçeği ağacı.

source: A group of stone pines.
fr: Un groupe de pins parasols.
nl: Een groep stenen dennen.
tr: Bir grup çam fıstığı ağacı.

source: A group of tall bamboo plants.
fr: Un groupe de grandes plantes de bambou.
nl: Een groep hoge bamboeplanten.
tr: Bir grup uzun bambu bitkisi.

source: A group of tall bamboo trees.
fr: Un groupe de grands bambous.
nl: Een groep hoge bamboebomen.
tr: Bir grup uzun bambu bitkisi.

source: A group tall wetland plants well-known for their brown catkins.
fr: Un groupe de grandes plantes des zones humides bien connues pour leurs chatons bruns.
nl: Een groep hoge moerasplanten bekend om hun bruine katjes.
tr: Bir grup kahverengi tırtıllarıyla ünlü sulak arazi bitkisi.

source: A highway! Cars go faaaaast here.
fr: Une autoroute ! Les voitures vont viiite ici.
nl: Een snelweg! Auto's gaan faaaaast hier.
tr: Bir otoyol! Araçlar burada pek hızzzlı giderler.

source: A house from Alabama , USA
fr: Une maison de l'Alabama aux États-Unis
hu: Egy ház innen: Alabama , USA
nl: Een huis uit Alabama, USA
tr: ABD, Alabama'dan bir ev

source: A house from Vienna
fr: Une maison de Vienne
hu: Egy bécsi ház
nl: Een huis uit Wenen
tr: Viyana'dan bir ev

source: A large multi-story shopping mall with large windows. Urban legends say it was built by hand by the members of a distant community
fr: Un grand centre commercial de plusieurs étages avec de grandes fenêtres. Les légendes urbaines disent qu'il a été construit à la main par les membres d'une communauté lointaine
nl: Een grote multi-verdiepingen tellende winkelcentrum met grote ramen. Urban legends zeggen dat het met de hand gebouwd door de leden van een verre gemeenschap
tr: Büyük pencereli, büyük ve çok katlı bir alışveriş merkezi. Şehir efsanesine göre bu bina uzak bir topluluğun üyeleri tarafından elle inşa edildi.

source: A large plaza with a pool of water in the middle.
fr: Une grande place avec un bassin au milieu.
nl: Een groot plein met een pool van water in het midden.
tr: Ortasında su havuzu olan büyük bir meydan.

source: A lovely flower patch that blooms in all colors.
fr: Un joli parterre de fleurs qui fleurit de toutes les couleurs.
nl: Een mooie bloem patch die bloeit in alle kleuren.
tr: Her renkte açan harika bir çiçeklik.

source: A modern european looking road without a sidewalk.
fr: Une route moderne d'aspect européen sans trottoir.
nl: Een moderne Europese kijkt weg zonder stoep.
tr: Avrupai görünümlü kaldırımsız bir yol.

source: A modern european looking road.
fr: Une route moderne d'aspect européen.
nl: Een moderne Europese kijkt weg.
tr: Avrupai görünümlü bir yol.

source: A new factory that was once a depolluter building.
fr: Une nouvelle usine qui était autrefois un incinérateur.
nl: Een nieuwe fabriek die was ooit een depolluter gebouw.
tr: Bir zamanlar kirlilik giderici bir bina olan yeni bir fabrika.

source: A nice park that can be used as a good centerpiece.
fr: Un joli parc qui peut être utilisé comme une bonne pièce maîtresse.
nl: Een mooi park, dat gebruikt kan worden als een goede middelpunt.
tr: Yararlı bir merkez olarak kullanılabilecek güzel bir park.

source: A nice paved road that are commonly found in the middle of large cities. Includes a sidewalk.
fr: Une belle route goudronnée qu'on trouve couramment au milieu des grandes villes. Comprend un trottoir.
nl: Een mooie verharde weg die gewoonlijk worden aangetroffen in het midden van de grote steden. Inclusief een trottoir.
tr: Büyük kentlerde yaygın olarak bulunan kaliteli kaplama asfalt yol. Kaldırım içerir.

source: A nice public pool that is a great way to stay cool and keep your citizens happy.
fr: Une belle piscine publique qui est une belle façon de rester frais et garder vos citoyens contents.
nl: Een mooi openbaar zwembad, dat is een geweldige manier om koel te blijven en houd je inwoners blij.
tr: Serin kalmak ve yurttaşlarınızı mutlu etmek için harika bir halka açık havuz.

source: A nice residential building donned with white and orange concrete.
fr: Un beau bâtiment résidentiel revêtu de béton blanc et orange.
nl: Een mooi woongebouw trok met witte en oranje beton.
tr: Beyaz ve turuncu betonla giydirilmiş hoş bir meskun bina.

source: A nice reward for your city-building efforts, although it might make your citizens question if they're in a simulation.
fr: Une belle récompense pour vos efforts de construction de la ville, même si cela pourrait amener vos citoyens à se demander s'ils sont dans une simulation.
nl: Een mooie beloning voor uw-stad de bouw van de inspanningen, maar het kan uw burgers vraag te maken als ze in een simulatie.
tr: Şehir kurma çabalarınız için güzel bir ödül, ancak vatandaşlarınızın simülasyonda olup olmadıklarını sorgulamasına neden olabilir.

source: A petrol pump
fr: Une pompe à essence
hu: Egy benzinszivattyú
id: Sebuah Pompa Minyak
nl: Een benzinepomp
pt: Uma bomba de gasolina
tr: Bir benzin pompası
zh: 一个加油泵

source: A petrol station
fr: Une station essence
hu: Egy benzinkút
id: Sebuah Pom Bensin
nl: Een tankstation
pt: Um posto de gasolina
tr: Bir benzin istasyonu
zh: 一个加油站

source: A picnic pavilion is a great place for your citizens to eat lunch.
fr: Un pavillon de pique-nique est un endroit idéal pour vos citoyens pour déjeuner.
nl: Een picknick paviljoen is een geweldige plek voor uw burgers te lunchen.
tr: Yurttaşların öğle yemeği yiyebilmesi için bir çardak.

source: A pile of coal
fr: Un tas de charbon
hu: Egy halom szén
id: Sejumlah Tumpukan Batubara
nl: Een stapel van steenkool
pt: Uma pilha de carvão
tr: Kömür yığını
zh: 一堆煤

source: A pile of rocks that can be found in the desert biome.
fr: Un tas de roches qu'on peut trouver dans le biome du désert.
nl: Een stapel stenen die gevonden kunnen worden in de woestijn bioom.
tr: Genelde çöllerde rastlanan bir grup kaya.

source: A pile of rocks that can be found in the diamond biome.
fr: Un tas de roches qui peut être trouvé dans le biome diamant.
nl: Een stapel stenen die gevonden kunnen worden in de diamant bioom.
tr: Elmas türünde kayalar yığını.

source: A pile of rocks that can be found in the grasslands biome.
fr: Un tas de roches qui peut être trouvé dans le biome prairie.
nl: Een stapel stenen die gevonden kunnen worden in de graslanden biotoop.
tr: Genelde çayırlarda rastlanan bir yığın taş.

source: A pile of rocks that can be found in the snow biome.
fr: Un tas de roches qui peut être trouvé dans le biome neige.
nl: Een stapel stenen die gevonden kunnen worden in de sneeuw bioom.
tr: Kar biyomunda bulunabilecek bir kayalar yığını.

source: A pile of rocks that can be found in water.
fr: Un tas de roches qui peut être trouvé dans l'eau.
nl: Een stapel stenen die gevonden kunnen worden in water.
tr: Suda bulunabilecek bir kayalar yığını.

source: A poplar tree
fr: Un peuplier
nl: Een populierboom
tr: Bir kavak ağacı

source: A prison fence
fr: Une clôture de prison
nl: Een gevangenis hek
tr: Bir hapishane çiti

source: A rural road from france with fresh asphalt with a broken line.
fr: Une route rurale de France avec de l’asphalte frais et une ligne pointillée.
nl: Een landelijke weg uit Frankrijk met verse asfalt met een gebroken lijn.
tr: Fransa'dan taze asfalt dökülmüş kesik çizgili köy yolu.

source: A rural road from france with fresh asphalt.
fr: Une route rurale de France avec de l'asphalte frais.
nl: Een landelijke weg uit Frankrijk met verse asfalt.
tr: Fransa'dan taze asfalt dökülmüş köy yolu.

source: A rural road from france with worn asphalt.
fr: Une route rurale de France avec de l'asphalte usé.
nl: Een landelijke weg uit Frankrijk met versleten asfalt.
tr: Fransa'dan bozuk asfaltlı köy yolu.

source: A rural road from france with worn asphalth a straight line.
fr: Une route rurale de France avec de l'asphalte usé et une ligne continue.
nl: Een landelijke weg uit Frankrijk met versleten asphalth een rechte lijn.
tr: Fransa'dan bozuk asfaltlı düz çizgili köy yolu.

source: A shop that sells games. Even Cytopia is sold here!
fr: Une boutique qui vend des jeux. Même Cytopia est vendu ici !
nl: Een winkel die spellen verkoopt. Zelfs Cytopia wordt hier verkocht!
tr: Oyun satan bir dükkan. Burada Cytopia bile satılıyor!

source: A shop that sells phones. It has the new CyPhone X
fr: Un magasin qui vend des téléphones. Ils ont le nouveau CyPhone X
hu: Egy telefonokat áruló bolt. Megvan nekik az új CyPhone X
id: Sebuah Toko Yang Menjual Ponsel. Toko Ini Mempunyai CyPhone X
nl: Een winkel die telefoons verkoopt. Het heeft de nieuwe CyPhone X
pt: Uma loja que vende telemóveis. Têm o novo CyPhone X
tr: Telefon satan bir mağaza. Yeni CyPhone X burada satılır.
zh: 一个手机店。店里有新的CyPhone X

source: A shop!
fr: Un magasin !
hu: Egy bolt!
id: Sebuah Toko !
nl: Een winkel!
pt: Uma loja!
tr: Bir dükkan!
zh: 一个商店！

source: A small building
fr: Un petit bâtiment
hu: Egy kis épület
id: Sebuah Bangunan Kecil
nl: Een klein gebouw
pt: Um pequeno edifício
tr: Küçük bir bina
zh: 一个小的建筑

source: A small building dedicated to small-scale inustrial-related military activity.
fr: Un petit bâtiment dédié à une petite production liée à l'industrie militaire.
nl: Een klein gebouw gewijd aan kleinschalige Inustrial gerelateerde militaire activiteiten.
tr: Küçük ölçekli endüstriyel askeri etkinliklere ayrılmış küçük bir bina.

source: A small french mansion
fr: Un petit manoir français
hu: Egy kis francia kúria
nl: Een klein Frans herenhuis
tr: Fransız stilinde küçük bir konak

source: A small lantern that can be used to decorate your cities.
fr: Une petite lanterne qui peut être utilisée pour décorer vos villes.
nl: Een kleine lantaarn die kan worden gebruikt om uw steden te versieren.
tr: Şehirlerinizi süslemek için kullanılabilecek küçük bir fener.

source: A small office building with a nice sidewalk and a unique blue entrance.
fr: Un petit immeuble de bureaux avec un joli trottoir et une entrée bleue unique.
nl: Een klein kantoorgebouw met een mooie stoep en een unieke blauwe ingang.
tr: Güzel bir kaldırımı ve benzersiz mavi bir girişi olan küçük bir ofis binası.

source: A small piece of land where impoverished people reside.
fr: Un petit lopin de terre où résident les pauvres.
nl: Een klein stukje grond waar arme mensen wonen.
tr: Yoksul insanların yaşadığı küçük bir toprak parçası.

source: A small shed used by nearby factories as a way to store things.
fr: Un petit hangar utilisé par les usines voisines comme moyen de stocker des choses.
nl: Een kleine schuur die door nabijgelegen fabrieken als een manier om dingen op te slaan.
tr: Yakındaki fabrikaların bir şeyleri depoladığı küçük bir depo.

source: A small shop that sells bikes.
fr: Un petit magasin qui vend des vélos.
nl: Een kleine winkel die fietsen verkoopt.
tr: Bisiklet satan küçük bir dükkan.

source: A small trailer house
fr: Une petite maison roulotte
nl: Een kleine aanhangwagen huis
tr: Küçük bir treyler ev

source: A small trailer house.
fr: Une petite maison roulotte.
nl: Een kleine aanhangwagen huis.
tr: Küçük bir treyler ev.

source: A small train platform that has a small structure on it. People can wait here until the train comes, although there isnt much room inside.
fr: Une petite gare comportant une petite structure au dessus. Les gens peuvent attendre ici que le train arrive, bien qu'il n'y ait pas beaucoup de place à l'intérieur.
nl: Een kleine trein platform dat een kleine structuur op het heeft. Mensen kunnen hier wachten tot de trein komt, maar er is niet veel ruimte binnen.
tr: Üzerinde küçük bir yapıya sahip küçük bir tren platformu. İçinde fazla yer olmasa da, insanlar tren gelene kadar burada bekleyebilirler.

source: A small water tower
fr: Une petit château d'eau
hu: Egy kis víztorony
id: Sebuah Penampung Air
nl: Een kleine watertoren
pt: Uma pequena caixa d'água
tr: Küçük bir su kulesi
zh: 一个小的水塔

source: A small wooden sign that can be used to decorate a town. It doesn't actually say anything though...
fr: Un petit panneau en bois qui peut être utilisé pour décorer une ville. Mais il n'indique dit rien...
nl: Een kleine houten teken dat gebruikt kan worden om een ​​stad te versieren. Het doet er niet echt iets te zeggen hoewel ...
tr: Bir kasabayı süslemek için kullanılabilecek küçük bir ahşap işaret. Aslında bir şey söylemiyor...

source: A somewhat large fast food restaurant known for cheap food and questionable quality.
fr: Un restaurant de restauration rapide bien connu pour sa nourriture bon marché et sa qualité douteuse.
nl: Een ietwat grote fast food restaurant bekend om goedkoop eten en twijfelachtige kwaliteit.
tr: Ucuz menüleri ve sorgulanabilir kalitesiyle tanınan büyükçe bir tez yemek restoranı.

source: A somewhat-large plot of land that is the home to many trailer houses.
fr: Un terrain plutôt grand qui abrite de nombreuses caravanes.
nl: Een enigszins-groot stuk land, dat is de thuisbasis van vele trailer huizen.
tr: Pek çok treylere ev sahipliği yapan büyükçe bir arsa.

source: A stereotypical red barn.
fr: Une grange rouge typique.
nl: Een stereotiepe rode schuur.
tr: Bilindik kırmızı bir ahır.

source: A tall glass skyscraper that fears the day a stone-throwing competition is held in town.
fr: Un grand gratte-ciel de verre qui craint le jour où une compétition de lancer de pierre aura lieu en ville.
nl: Een groot glazen wolkenkrabber dat de dag een stenen gooien wedstrijd wordt gehouden in de stad vreest.
tr: Şehirde bir taş atma yarışmasının düzenleneceği günden korkan uzun cam bir gökdelen.

source: A tall light pole that can be used to decorate a town.
fr: Un grand lampadaire qui peut être utilisé pour décorer une ville.
nl: Een lange lichte pool die kunnen worden gebruikt om een ​​stad te versieren.
tr: Kenti dekore etmek için kullanılabilecek uzun bir ışık direği.

source: A tiny house that can only accommodate a few people.
fr: Une petite maison qui ne peut accueillir que quelques personnes.
nl: Een klein huis dat slechts een paar mensen kunnen herbergen.
tr: Yalnızca birkaç kişiyi barındırabilecek ufak bir ev.

source: A train platform with a couple of benches and a trash can.
fr: Une gare avec quelques bancs et une poubelle.
nl: Een trein platform met een paar bankjes en een prullenbak.
tr: Birkaç sıra ve bir çöp kutusu bulunduran bir tren platformu.

source: A train platform with a large sign on it.
fr: Une gare avec une grande enseigne.
nl: Een trein platform met een groot bord op.
tr: Üzerinde büyükçe bir tabela bulunan bir tren platformu.

source: A very old ship that crashed here long ago. Its origin is unkown, but I think it's safe to say what happened to its crew
fr: Un très vieux navire qui s'est écrasé ici il y a longtemps. Son origine est inconnue, mais je pense qu'il est prudent de dire ce qui est arrivé à son équipage
nl: Een zeer oude schip dat hier al lang geleden gecrasht. Zijn oorsprong is onbekend, maar ik denk dat het veilig om te zeggen wat er gebeurd met de bemanning
tr: Çok uzun zaman önce burada kaza yapan çok eski bir gemi. Nereden geldiği bilinmez, ancak mürettebatına neler olduğu hakkında fikir yürütülebilir.

source: A yellow cactus.
fr: Un cactus jaune.
nl: Een gele cactus.
tr: Sarı kaktüs.

source: Alley Road
fr: Ruelle
tr: Ara Yol

source: Alley road.
fr: Ruelle.
nl: Alley weg.
tr: Ara yol.

source: An algae-green tower that is the home of lots of people.
fr: Une tour couleur vert-algue qui abrite de nombreuses personnes.
nl: Een algen-groene toren die is de thuisbasis van veel mensen.
tr: Pek çok kişiyi barındıran yosun yeşili bir kule.

source: An ancient coal power plant that has been turned into a factory.
fr: Une ancienne centrale électrique au charbon qui a été transformée en usine.
nl: Een oude kolencentrale die is veranderd in een fabriek.
tr: Bir fabrikaya dönüştürülen antik bir kömür santrali.

source: An apartment building from Montreal , Quebec
fr: Un appartement de Montréal au Québec
hu: Egy apartman épület innen: Montréal, Québec
nl: Een flatgebouw van Montreal, Quebec
tr: Bir apartman. Quebec, Montreal.

source: An apartment building from Vancouver , BC , Canada
fr: Un appartement de Vancouver au Canada
hu: Egy apartman épület innen: Vancouver BC, Kanada
nl: Een flatgebouw van Vancouver, BC, Canada
tr: Bir apartman. Vancouver, Kanada.

source: An appartement building from Bellevue , WA , USA
fr: Un appartement de Bellevue à Washington aux États-Unis
hu: Egy apartman épület innen: Bellevue, WA, USA
nl: Een appartement gebouw van Bellevue, WA, Verenigde Staten
tr: Bir apartman. Bellevue, ABD.

source: An average road that'll you would commonly find out in the countryside. It lacks a proper sidewalk though.
fr: Une route moyenne que vous rencontreriez généralement à la campagne. Cependant il n'y a pas de trottoir.
nl: Een gemiddelde weg die je zou vaak te vinden op het platteland. Het ontbreekt aan een goede stoep wel.
tr: Köylük yerde sıklıkla görebileceğiniz ortalama bir yol. Düzgün bir kaldırımı yoktur.

source: An european looking road.
fr: Une route d'aspect européen.
nl: Een europese op zoek weg.
tr: Avrupai görünümlü bir yol.

source: An oasis
fr: Une oasis
hu: Egy oázis
id: Sebuah Oasis
nl: Een oase
pt: Um oásis
tr: Bir vaha
zh: 一个绿洲

source: An old blue phone booth that can be used to decorate your cities.
fr: Une ancienne cabine téléphonique bleue qui peut être utilisée pour décorer vos villes.
nl: Een oude blauwe telefooncel die kan worden gebruikt om uw steden te versieren.
tr: Kentinizi dekore etmek için kullanabilecek eski bir mavi telefon kulübesi.

source: An old clock store that sells and repairs clocks.
fr: Un ancien magasin d'horlogerie qui vend et répare des horloges.
nl: Een oude klok winkel die reparaties klokken verkoopt en.
tr: Saat tamir eden ve satan eski bir saat dükkanı.
