Repository: CytopiaTeam/Cytopia
Catalog: data/languages/*/Cytopia.po
Languages: fr, hu, id, nl, pt, tr, zh

source: Sakura Trees (Light)
fr: Cerisiers du Japon (Clairsemé)
nl: Sakura bomen (Licht)
tr: Kiraz Çiçeği Ağaçları (seyrek)

source: Sakura Trees (Medium)
fr: Cerisiers du Japon (Moyen)
nl: Sakura bomen (Medium)
tr: Kiraz Çiçeği Ağaçları (orta)

source: Save Game
fr: Sauvegarder la Partie
hu: Játék mentése
id: Simpan Game
nl: Spel opslaan
pt: Guardar Jogo
tr: Oyunu Kaydet
zh: 保存游戏

source: School
fr: École
tr: Okul

source: Screen Resolution
fr: Résolution d'Écran
hu: Képernyőfelbontás
id: Resolusi Layar
nl: Schermresolutie
pt: Resolução de Ecrã
tr: Ekran Çözünürlüğü
zh: 屏幕分辨率

source: Settings
fr: Paramètres
hu: Beállítások
id: Pengaturan
nl: Instellingen
pt: Definições
tr: Ayarlar
zh: 设置

source: Shading
fr: Textures
tr: Gölgelendirme

source: Shop
fr: Magasin
hu: Bolt
id: Toko
nl: Winkel
pt: Loja
tr: Mağaza
zh: 商店

source: Sign Platform
fr: Gare avec enseigne
nl: Bord Platform
tr: Tabela Platformu

source: SkyScraper
fr: Gratte-ciel
nl: Wolkenkrabber
tr: Gökdelen

source: Skyscraper
fr: Gratte-ciel
hu: Felhőkarcoló
id: Pencakar Langit
nl: Wolkenkrabber
pt: Arranha-céus
tr: Gökdelen
zh: 摩天大桜

source: Small Coal Power Plant
fr: Petite centrale à charbon
hu: Kis szénerőmű
id: PLTUB Kecil
nl: Kleine Kolencentrale
pt: Pequena Central Termoelétrica a Carvão
tr: Küçük Kömür Santrali
zh: 小的煤电厂

source: Small Coal Power Plant2
fr: Petite centrale à charbon 2
hu: Kis szénerőmű2
id: PLTUB kecil 2
nl: Kleine Kolencentrale V2
pt: Pequena Central Termoelétrica a Carvão2
tr: Küçük Kömür Santrali 2
zh: 小的煤电厂2

source: Small Commercial Center
fr: Petit centre commercial
hu: Kis kereskedelmi központ
id: Komersial Pusat Kecil
nl: Klein Winkelcentrum
pt: Pequeno Centro Comercial
tr: Küçük Ticari Merkez
zh: 小的商业中心

source: Small House
fr: Petite maison
hu: Kis ház
id: Rumah kecil
nl: Klein huis
pt: Casa Pequena
tr: Küçük Ev
zh: 小的房子

source: Small Houses
fr: Petites maisons
nl: Kleine huizen
tr: Küçük Evler

source: Small Military Facility
fr: Petite installation militaire
nl: Kleine Militaire faciliteit
tr: Küçük Askeri Tesis

source: Small Office Building
fr: Petit immeuble de bureaux
nl: Small Kantoorgebouw
tr: Küçük Ofis Binası

source: Small Shack
fr: Petite cabane
hu: Kis kunyhó
id: Pondok Kecil
nl: Kleine schuur
pt: Cabana Pequena
tr: Küçük Gecekondu
zh: 一个小棚子

source: Small Shed
fr: Petit abri
nl: Kleine Loods
tr: Küçük Hangar

source: Small Waiting Platform
fr: Petit quai d’attente
nl: Kleine Wacht Platform
tr: Küçük Bekleme Platformu

source: Small Water Tower
fr: Petit château d'eau
hu: Kis víztorony
id: Sebuah Penampung Air Kecil
nl: Kleine Watertoren
pt: Caixa d'Água Pequena
tr: Küçük Su Kulesi
zh: 小的水塔

source: Small house
fr: Petite maison
hu: Kis ház
id: Rumah Kecil
nl: Klein huis
pt: Casa Pequena
tr: Küçük ev
zh: 小的房子

source: Snowy Rocks
fr: Rochers enneigés
nl: Besneeuwde Rotsen
tr: Karlı Kayalar

source: Soil
fr: Sol
nl: Aarde
tr: Toprak

source: Station
fr: Gare
tr: İstasyon

source: Stone
fr: Pierre
nl: Steen
tr: Taş

source: Stone Pines (Dense)
nl: Stenen dennen (Dicht)
tr: Fıstık Çamları (yoğun)

source: Stone Pines (Light)
nl: Stenen dennen (Licht)
tr: Fıstık Çamları (seyrek)

source: Stone Pines (Medium)
nl: Stenen dennen (Medium)
tr: Fıstık Çamları (orta)

source: Stream
fr: Courant
nl: Stroom
tr: Akıntı

source: Sunken Ship
fr: Navire coulé
nl: Gezonken schip
tr: Batık Gemi

source: Tall Concrete Tower
fr: Grande tour en béton
nl: Hoge betonnen toren
tr: Yüksek Beton Kule

source: Tall Grass (Dense)
fr: Herbe haute (Dense)
nl: Hoog gras (Dicht)
tr: Uzun Ot (yoğun)

source: Tall Grass (Light)
fr: Herbe haute (Clairsemé)
nl: Hoog gras (Licht)
tr: Uzun Ot (seyrek)

source: Tall Grass (Medium)
fr: Herbe haute (Moyen)
nl: Hoog gras (Medium)
tr: Uzun Ot (orta)

source: Tan Tower
fr: Tour Tan
nl: Tan Toren
tr: Bronz Kule

source: Terrain
hu: Terep
id: Permukaan Tanah
nl: Terrein
pt: Terreno
tr: Arazi
zh: 地形

source: Terrain Black Sand tiles
fr: Tuiles de terrain en sable noir
nl: Terrein - Zwart zand
tr: Kara Kum Arazi Kareleri

source: Terrain Blueprint
fr: Plan de terrain
nl: Terrein - Blueprint
tr: Arazi Mavi Baskısı

source: Terrain Desert tiles
fr: Tuiles de terrain du désert
nl: Terrein - Woestijn
tr: Çöl Arazi Kareleri

source: Terrain Dirt tiles
fr: Tuiles de terrain en terre
nl: Terrein - Modder
tr: Toprak Arazi Kareleri

source: Terrain Grass Mint Forest tiles
fr: Tuiles de terrain de forêt de menthe herbeuse
nl: Terrein - Muntgras bos
tr: Yeşil Nane Ormanı Arazi Kareleri

source: Terrain Gravel tiles
fr: Tuiles de terrain en gravier
nl: Terrein - Grind
tr: Çakıl Arazi Kareleri

source: Terrain Rainstone tiles
nl: Terrein - Regensteen
tr: Yağmur Taşı Arazi Kareleri

source: Terrain Red Sand tiles
fr: Tuiles de terrain en sable rouge
nl: Terrein - Rood zand
tr: Kırmızı Kum Arazi Kareleri

source: Terrain Snow tiles
fr: Tuiles de terrain en neige
nl: Terrein - Sneeuw
tr: Kar Arazi Kareleri

source: Terrain Stone tiles
fr: Tuiles de terrain en pierre
nl: Terrein - Stone
tr: Taş Arazi Kareleri

source: Terrain basalt tiles
fr: Tuiles de terrain en basalte
nl: Terrein - basalt
tr: Bazalt Arazi Kareleri

source: Terrain beach tiles
fr: Tuiles de terrain de plage
nl: Terrein - strand
tr: Plaj Arazi Kareleri

source: Terrain burned tiles
fr: Tuiles de terrain brûlé
nl: Terrein - verbrand
tr: Yanmış Arazi Kareleri

source: Terrain grass forest tiles
fr: Tuiles de terrain forêt d'herbe
nl: Terrein - gras-bos
tr: Orman Arazi Kareleri

source: Terrain grass mint tiles
nl: Terrein - Muntgras
tr: Nane Otları Arazi Kareleri

source: Terrain grass tiles
fr: Tuiles de terrain d'herbe
nl: Terrein - gras
tr: Çim Arazi Kareleri

source: Terrain mud tiles
fr: Tuiles de terrain de boue
nl: Terrein - modder
tr: Çamur Arazi Kareleri

source: Terrain shading tiles
nl: Terrein - shading
tr: Gölgelik Arazi Kareleri

source: Terrain soil tiles
fr: Tuiles de terrain de sol
nl: Terrein - Zand
tr: Toprak Arazi Kareleri

source: TerrainDecoration
fr: Décoration de terrain
hu: Terepdísz
id: Dekorasi Permukaan Tanah
nl: Terreindecoratie
pt: Decoração do Terreno
tr: Arazi Dekorasyonu
zh: 地形装饰

source: Thundercloud Purple Leaf Plum Trees (Dense)
nl: Onweerswolk Paars blad Pruimenbomen (Dicht)
tr: Fırtına Bulutu Mor Erik Ağaçları (yoğun)

source: Thundercloud Purple Leaf Plum Trees (Light)
nl: Onweerswolk Paars blad Pruimenbomen (Licht)
tr: Fırtına Bulutu Mor Erik Ağaçları (seyrek)

source: Thundercloud Purple Leaf Plum Trees (Medium)
nl: Onweerswolk Paars blad Pruimenbomen (Medium)
tr: Fırtına Bulutu Mor Erik Ağaçları (orta)

source: Trailer Park
fr: Parc à caravanes
tr: Treyler Parkı

source: Utilities
fr: Utilitaires
hu: Közművek
id: Keperluan
nl: Gereedschap
pt: Utilidades
tr: Hizmetler
zh: 公用事业

source: Water
fr: Eau
hu: Víz
id: Air
pt: Água
tr: Su
zh: 水

source: Water Rocks
fr: Roches d’eau
nl: Water stenen
tr: Su Kayaları

source: Water Tower
fr: Château d'eau
hu: Víztorony
id: Penampung Air
nl: Watertoren
pt: Caixa d'Água
tr: Su Kulesi
zh: 水塔

source: Water pipe
fr: Canalisation d'eau
nl: Waterpijp
tr: Su Borusu

source: WaterFlora
tr: Su Bitkileri

source: Wheat Field
fr: Champ de blé
nl: Tarwe veld
tr: Buğday Tarlası

source: Wild Rice (Dense)
fr: Riz sauvage (Dense)
nl: Wilde rijst (Dicht)
tr: Yabani Pirinç (yoğun)

source: Wild Rice (Light)
fr: Riz sauvage (Clairsemé)
nl: Wilde rijst (Licht)
tr: Yabani Pirinç (seyrek)

source: Wild Rice (Medium)
fr: Riz sauvage (Moyen)
nl: Wilde rijst (Medium)
tr: Yabani Pirinç (orta)

source: Wooden Sign
fr: Panneau en bois
nl: Houten bordje
tr: Tahta Tabela

source: Yellow Cacti (Dense)
fr: Cactus jaune (Dense)
nl: Gele cactussen (Dicht)
tr: Sarı Kaktüs (yoğun)

source: Yellow Cacti (Light)
fr: Cactus jaune (Clairsemé)
nl: Gele cactussen (Licht)
tr: Sarı Kaktüs (seyrek)

source: Yellow Cacti (Medium)
fr: Cactus jaune (Moyen)
nl: Gele cactussen (Medium)
tr: Sarı Kaktüs (orta)

source: Zones
tr: Alanlar

source: a green bush
fr: un buisson vert
nl: Een groene struik
tr: Yeşil bir çalı

source: a little stream
fr: un petit courant
nl: Een beekje
tr: Ufak bir akarsu

source: big Appartments
fr: grands appartements
hu: nagy apartmanok
id: Apartemen Besar
nl: grote appartementen
pt: Apartamentos Grandes
tr: Büyük apartmanlar
zh: 大的公寓住宅

source: house
fr: maison
hu: ház
nl: huis
tr: ev

source: snow
fr: neige
nl: sneeuw
tr: kar

source: Ruegroshorloge
fr: Rue du Gros Horloge
zh: 大时钟街（Ruegroshorloge）

source: A Coal Power plant.
hu: Egy szénerőmű.
id: Sebuah PLTUB (Pembangkit Listrik Tenaga Batubara)
pt: Uma central termoelétrica a carvão.
zh: 一个煤电厂

source: A Power Plant, that has been built years ago
hu: Egy erőmű, amelyet évekkel ezelőtt építettek
id: Sebuah Pembangkit Listrik Yang Sudah Dibangun Bertahun-tahun Yang lalu
pt: Uma central elétrica que foi construída há anos
zh: 一个发电厂，多年前建的

source: A Road, that hasn't been cleaned often
hu: Egy út, amelyet nem gyakran tisztítottak
id: Sebuah Jalan yang Tidak Sering Dibersikan
pt: Uma estrada que não tem sido limpa muitas vezes...
zh: 一条路，不常清理

source: A Shop that sells Bikes
hu: Egy bolt, amely kerékpárokat árul
id: Sebuah Toko Yang Menjual Berbagai Sepeda
pt: Uma loja que vende bicicletas
zh: 自行车店

source: A Tower made out of concrete
hu: Egy betonból készül torony
id: Sebuah Menara Yang Terbuat Dari Beton
pt: Uma torre feita de cimento
zh: 水泥做的塔楼

source: A shop that sells clocks
hu: Egy órákat áruló bolt
id: Sebuah Toko Yang Menjual Berbagai Jam
pt: Uma loja que vende relógios
zh: 一个钟表店

source: A shop that sells games. Even Cytopia is in store!
hu: Egy videójátékokat áruló bolt. Még a Cytopia is megvan nekik!
id: Sebuah Toko Yang Menjual Berbagai Permainan. Bahkan Cytopia Ada Di Toko Ini
pt: Uma loja que vende jogos. Até Cytopia lá está!
zh: 一个游戏店。店里也卖Cytopia！

source: A skyscaper
hu: Egy felhőkarcoló
id: Sebuah Bangunan Pencakar Langit
pt: Um arranha-céus
zh: 一个摩天大桜

source: A small house
hu: Egy kis ház
id: Sebuah Rumah Kecil
pt: Uma pequena casa
zh: 一个小的房子

source: A small shack
hu: Egy kis kunyhó
id: Sebuah Pondok
pt: Uma pequena cabana
zh: 一个小棚子

source: Big Depollutor
hu: Nagy szennyezésmentesítő
id: Depolutor Besar
pt: Grande Depoluidor
zh: 大的污染清洁厂

source: Borgs Burgers
hu: Borg burgerfalodája
id: Borgs Burger
zh: 博格的汉堡

source: Borgs Burgers - We have the tastiest!
hu: Borg burgerfalodája - Nálunk a legízletesebb!
id: Borgs Burgers - Kita Adalah Yang Terenak
pt: Borgs Burgers - Nós temos o mais saboroso!
zh: 博格的汉堡－我们有最好吃！

source: Concrete Tower
hu: Betontorony
id: Menara Beton
pt: Torre de Cimento
zh: 水泥塔楼

source: Country Road... takes you home!
hu: Országút... hazavisz!
id: Jalan Tol... Menuju KeRumahmu !
pt: Estrada Nacional... leva-te para casa!
zh: 乡村路。。。带你回家！

source: Depolluter Big
hu: Szennyezésmentesítő nagy
id: Depolutor Besar
pt: Grande Depoluidor
zh: 污染清洁厂 大

source: Depolluter Medium
hu: Szennyezésmentesítő közepes
id: Depolutor Sedang
pt: Depoluídor Médio
zh: 污染清洁厂 中

source: Depolluter Small
hu: Szennyezésmentesítő kicsi
id: Depolutor Kecil
pt: Depoluídor Pequeno
zh: 污染清洁厂 小

source: Medium Depollutor
hu: Közepes szennyezésmentesítő
id: Depolutor Sedang
pt: Depoluidor Médio
zh: 中等污染清洁厂

source: Office
hu: Iroda
id: Kantor
pt: Escritório
zh: 办公室

source: OldPowerPlant
hu: Régierőmű
id: Pembangkit Listrik Tua
pt: Central Elétrica Antiga
zh: 旧的发电厂

source: Rocks for the terrain
hu: Sziklák a terepre
id: Bebatuan Untuk Permukaan Tanah
pt: Pedras para o terreno
zh: 地形石头

source: Small Depollutor
hu: Kis szennyezésmentesítő
id: Depolutor Kecil
pt: Pequeno Depoluídor
zh: 小的污染清洁厂

source: Terrain tiles
hu: Terep mezők
id: Ubin Permukaan Tanah
pt: Peças do Terreno
zh: 地形网格

source: The community gathers and works here
hu: A közösség itt gyülekezik és dologzik
id: Komunitas Ini Berkumpul Dan Bekerja Disini
pt: A comunidade reúne-se e trabalha aqui
zh: 社区工作区

source: Trees
hu: Fák
id: Pepohonan
pt: Árvores
zh: 树

source: Where people work
hu: Ahol az emberek dolgoznak
id: Dimana Orang Bekerja
pt: Onde as pessoas trabalham
zh: 工作区

source: trees
hu: fák
id: Pepohonan
pt: árvores
zh: 树

source: Tour Front De Seine
zh: 塞纳河前的塔
