Repository: CytopiaTeam/Cytopia
Catalog: data/languages/*/Cytopia.po
Languages: fr, hu, id, nl, pt, tr, zh

source: An old day care that has since become someone's home.
fr: Une ancienne garderie qui est depuis devenue la maison de quelqu'un.
nl: Een oude dag zorg die sindsdien iemand thuis is.
tr: Artık birilerine ev olmuş eski bir çocuk kreşi.

source: An old depolluter building that has become a new industrial factory.
fr: Un ancien incinérateur devenu une nouvelle usine industrielle.
nl: Een oude depolluter gebouw dat heeft een nieuwe industriële fabriek geworden.
tr: Artık bir fabrika olan eski bir kirlilik giderici bina.

source: An old dirt road that doesn't require much maintenance. Not recommended for busy roadways.
fr: Un ancien chemin de terre qui ne nécessite pas beaucoup d'entretien. Non recommandé pour les routes très fréquentées.
nl: Een oude onverharde weg die niet veel onderhoud nodig heeft. Niet aanbevolen voor drukke wegen.
tr: Pek fazla bakım gerektirmeyen bir toprak yol. Yoğun karayolları için önerilmez.

source: An old phone booth that can be used to decorate your cities.
fr: Une ancienne cabine téléphonique qui peut être utilisée pour décorer vos villes.
nl: Een oude telefooncel die kan worden gebruikt om uw steden te versieren.
tr: Kentinizi dekore etmek için kullanılabilecek eski bir telefon kulübesi.

source: Apartment Building
fr: Immeuble d’habitation
hu: Apartman épület
nl: Appartementencomplex
tr: Apartman

source: Appartment
fr: Appartement
hu: Apartman
id: Apartemen
nl: Appartement
pt: Apartamento
tr: Apartman
zh: 公寓住宅

source: Appartment Building
fr: Immeuble d’habitation
hu: Apartman épület
id: Bangunan Apartemen
nl: Flatgebouw
pt: Prédio de apartamentos
tr: Apartman
zh: 公寓住宅建筑

source: Appartment London
fr: Appartement de Londres
hu: Londoni apartman
id: Apartemen London
nl: Appartement Londen
pt: Londres de Apartamentos
tr: Londra Apartmanı
zh: 伦敦公寓

source: Appartments
fr: Appartements
hu: Apartmanok
id: Bermacam Apartement
pt: Apartamentos
tr: Apartmanlar
zh: 公寓住宅

source: Bamboo (Dense)
fr: Bambou (Dense)
nl: Bamboe (Dicht)
tr: Bambu (yoğun)

source: Bamboo (Light)
fr: Bambou (Clairsemé)
nl: Bamboe (Licht)
tr: Bambu (seyrek)

source: Bamboo (Medium)
fr: Bambou (Moyen)
nl: Bamboe (Medium)
tr: Bambu (orta)

source: Basalt
fr: Basalte
nl: Bazalt
tr: Bazalt

source: Beach
fr: Plage
nl: Strand
tr: Plaj

source: Bench Platform
fr: Banc
tr: Sıra Platformu

source: Benches
fr: Bancs
nl: Bankjes
tr: Sıralar

source: Big Appartments
fr: Grands Appartements
hu: Nagy apartmanok
id: Bermacam Apartemen besar
pt: Apartamentos Grandes
tr: Büyük Apartmanlar
zh: 大的公寓住宅

source: Big Building
fr: Grand bâtiment
hu: Nagy épület
id: Bangunan Besar
nl: Groot gebouw
pt: Grande Edifício
tr: Büyük Bina
zh: 大的建筑

source: Big Depolluter
fr: Grand incinérateur
tr: Büyük Kirlilik Giderici

source: Big Office Building
fr: Grand immeuble de bureaux
hu: Nagy irodaépület
id: Bangunan Kantor Besar
pt: Grande Edíficio de Escritórios
tr: Büyük Ofis Binası
zh: 大的办公楼

source: Big Warehouse
fr: Grand entrepôt
nl: groot pakhuis
tr: Büyük Depo

source: BikeShop
fr: Magasin de vélos
hu: Kerékpárbolt
id: Toko Sepeda
nl: Fietsenwinkel
pt: Loja de Bicicletas
tr: Bisiklet Mağazası
zh: 自行车商店

source: Birch Trees (Dense)
fr: Bouleaux (Dense)
nl: Berken (Dicht)
tr: Huş Ağaçları (yoğun)

source: Birch Trees (Light)
fr: Bouleaux (Clairsemé)
nl: Berken (Licht)
tr: Huş Ağacı (seyrek)

source: Birch Trees (Medium)
fr: Bouleaux (Moyen)
nl: Berken (Medium)
tr: Huş Ağacı (orta)

source: Black Sand
fr: Sable noir
nl: Zwart zand
tr: Kara Kum

source: Blank Platform
fr: Platforme vide
tr: Boş Platform

source: Block of houses from the Boulevard des Belges , Rouen
fr: Bloc de maisons du Boulevard des Belges, à Rouen
hu: Egy háztömb innen: Boulevard des Belges , Rouen
nl: Blok van huizen uit de Boulevard des Belges, Rouen
tr: Boulevard des Belges'den bir evler bloku

source: Blueprint
fr: Plan
nl: plan
tr: Mavi Baskı

source: Bois Guillaume Appartment
fr: Appartement du Bois Guillaume
hu: Bois Guillaume Apartman
id: Apartemen Bois Guillaume
nl: Bois Guillaume Appartement
pt: Apartamento Bois Guillaume
tr: Bois Guillaume Apartmanı
zh: 波基澳木公寓住宅

source: Borg's Burgers
fr: Les burgers de Borg
nl: Borg Burgers
tr: Borg'un Hamburgerleri

source: BuildMenu Layout
fr: Disposition du Menu de Construction
hu: Építésmenü elrendezés
id: Tata Letak Menu Bangunan
pt: Disposição do Menu de Construção
tr: Yapım Menüsü Dizilimi
zh: 构建画面布局

source: BuildingsDecoration
fr: Décorations de bâtiment
tr: Yapı Dekorasyonu

source: Burned Trees (Dense)
fr: Arbres brûlés (Dense)
nl: Verbrande bomen (dicht)
tr: Yanmış Ağaçlar (yoğun)

source: Burned Trees (Light)
fr: Arbres brûlés (Clairsemé)
nl: Verbrande bomen (Licht)
tr: Yanmış Ağaçlar (seyrek)

source: Burned Trees (Medium)
fr: Arbres brûlés (Moyen)
nl: Verbrande bomen (Gemiddeld)
tr: Yanmış Ağaçlar (orta)

source: Burned land
fr: Terres brûlées
nl: Verbrand land
tr: Yanmış Arazi

source: Cancel
fr: Annuler
hu: Mégse
id: Batal
nl: Annuleren
pt: Cancelar
tr: İptal
zh: 取消

source: Cattails (Dense)
fr: Quenouilles (Dense)
nl: Lisdodde (Dicht)
tr: Sukamışları (yoğun)

source: Cattails (Light)
fr: Quenouilles (Clairsemé)
nl: Lisdodde (Licht)
tr: Sukamışları (seyrek)

source: Cattails (Medium)
fr: Quenouilles (Moyen)
nl: Lisdodde (Medium)
tr: Sukamışları (orta)

source: Centerpiece Park
fr: Parc central
nl: Middelpunt Park
tr: Merkez Park

source: Chemical Plant
fr: Usine chimique
hu: Vegyi üzem
id: Pabrik Barang
nl: Chemische fabriek
pt: Fábrica Química
tr: Kimyasal Santral
zh: 化工厂

source: Classic Red Barn
fr: Grange rouge classique
nl: Klassieke rode schuur
tr: Klasik Kırmızı Ahır

source: Clock Store
fr: Horlogerie
hu: Órabolt
id: Toko Jam
nl: Klokkenwinkel
pt: Loja de Relógios
tr: Saat Mağazası
zh: 钟商店

source: Coal Pile
fr: Tas de charbon
hu: Szénhalom
id: Tumpukan Batubara
nl: Steenkoolstapel
pt: Pilha de Carvão
tr: Kömür Yığını
zh: 煤堆

source: Coal Power Plant
fr: Centrale à charbon
hu: Szénerőmű
id: PLTUB (Pembangkit Listrik Tenaga Batubara)
nl: Kolencentrale
pt: Central Termoelétrica de Carvão
tr: Kömür Santrali
zh: 煤电厂

source: Commercial
fr: Spot publicitaire
hu: Kereskedelmi
id: komersial
pt: Comercial
tr: Ticari
zh: 商业

source: Commercial Zone (dense)
fr: Zone commerciale (dense)
nl: Commercial Zone (dichte)
tr: Ticari Bölge (yoğun)

source: Commercial Zone (dense).
fr: Zone commerciale (dense).
nl: Commercial Zone (dichte).
tr: Ticari bölge (yoğun).

source: Commercial Zone (light)
fr: Zone commerciale (clairsemée)
nl: Commercial Zone (licht)
tr: Ticari Bölge (az yoğunluklu)

source: Commercial Zone (light).
fr: Zone commerciale (clairsemée).
nl: Commercial Zone (licht).
tr: Ticari bölge (az yoğunluklu).

source: Commercial Zone (medium)
fr: Zone commerciale (moyenne)
nl: Commercial Zone (gemiddeld)
tr: Ticari Bölge (orta)

source: Commercial Zone (medium).
fr: Zone commerciale (moyenne).
nl: Commercial Zone (gemiddeld).
tr: Ticari bölge (orta).

source: Community Tower
fr: Tour communautaire
hu: Közösségi torony
id: Menara Komunitas
nl: Gemeenschapstoren
pt: Torre da Comunidade
tr: Topluluk Kulesi
zh: 公共塔楼

source: CompactFast Shop
fr: Magasin CompactFast
hu: KompaktGyors Bolt
id: Toko CompactFast
nl: CompactFast Winkel
pt: Loja RápidoCompacto
tr: PiM Market
zh: CF卡商店

source: Concrete Ground Decoration
fr: Décoration de sol en béton
nl: Betonnen gronddecoratie
tr: Beton Zemin Dekorasyonu

source: Construction
hu: Építés
id: Pembangunan
nl: Bouw
pt: Construção
tr: Yapı
zh: 施工

source: Countries
fr: Pays
nl: Platteland
tr: Ülkeler

source: Country Road
fr: Route de campagne
hu: Országút
id: Jalan Tol
nl: Landweg
pt: Estrada Nacional
tr: Köy Yolu
zh: 乡村路

source: Creme-Oran Tower
tr: Oran Kulesi

source: Crystal Trees (Dense)
fr: Arbres de cristal (Dense)
nl: Kristallen bomen (Dicht)
tr: Kristal Ağaçlar (yoğun)

source: Crystal Trees (Light)
fr: Arbres de cristal (Clairsemé)
nl: Kristallen bomen (Licht)
tr: Kristal Ağaçlar (seyrek)

source: Crystal Trees (Medium)
fr: Arbres de cristal (Moyen)
nl: Kristallen Bomen (Medium)
tr: Kristal Ağaçlar (orta)

source: Cypress Trees (Dense)
fr: Cyprès (Dense)
nl: Cipressen (Dicht)
tr: Selvi Ağaçları (yoğun)

source: Cypress Trees (Light)
fr: Cyprès (Clairsemé)
nl: Cipressen (Licht)
tr: Selvi Ağaçları (seyrek)

source: Cypress Trees (Medium)
fr: Cyprès (Moyen)
nl: Cipressen (Medium)
tr: Selvi Ağaçları (orta)

source: Day Care Center
fr: Garderie
hu: Napközi otthon
id: Pusat Penitipan Anak
nl: Kinderdagverblijf
pt: Creche
tr: Kreş
zh: 日托中心

source: Debug Menu
fr: Menu de débogage
hu: Hibakereső menü
id: Menu Debug
pt: Menu de Debug
tr: Hata Ayıklama Menüsü
zh: 调试画面

source: Decoration
fr: Décoration
hu: Díszítés
id: Dekorasi
nl: Decoratie
pt: Decoração
tr: Dekorasyon
zh: 装饰

source: Demolish
fr: Démolir
hu: Lerombolás
id: Hancurkan
nl: Slopen
pt: Demolir
tr: Yık
zh: 拆

source: Desert
fr: Désert
nl: Woestijn
tr: Çöl

source: Desert Building
fr: Bâtiment du désert
hu: Sivatagi épület
id: Bangunan Gurun Pasir
pt: Edifício do Deserto
tr: Çöl Binası
zh: 沙漠建筑

source: Desert Rocks
fr: Rochers du désert
nl: Woestijn Rotsen
tr: Çöl Kayaları

source: Desert building
fr: Bâtiment du désert
hu: Sivatagi épület
id: Bangunan Gurun Pasir
nl: Woestijn gebouw
pt: Edifício deserto
tr: Bir çöl yapısı
zh: 沙漠建筑

source: Diamond Rocks
fr: Rochers de diamant
nl: Diamanten Rotsen
tr: Elmas Kayalar

source: Dirt
fr: Terre
nl: Aarde
tr: Toprak

source: Dirt Road
fr: Chemin de terre
hu: Földút
id: Jalan Tanah
nl: Zandweg
pt: Estrada de Terra
tr: Toprak Yol
zh: 泥路

source: European Road
fr: Route européenne
nl: Europese weg
tr: Avrupai Yol

source: Factory
fr: Usine
hu: Gyár
id: Pabrik
nl: Fabriek
pt: Fábrica
tr: Fabrika
zh: 工厂

source: Farm
fr: Ferme
nl: Boerderij
tr: Çiftlik

source: Ferns (Dense)
fr: Fougères (Denses)
nl: Varens (Dicht)
tr: Eğreltiotları (yoğun)

source: Ferns (Light)
fr: Fougères (Clairsemé)
nl: Varens (Licht)
tr: Eğreltiotları (seyrek)

source: Ferns (Medium)
fr: Fougères (Moyen)
nl: Varens (Medium)
tr: Eğreltiotları (orta)

source: Ferns are green flowerless plants with divided leaves that tend to grow in damp, shady areas.
fr: Les fougères sont des plantes vertes sans fleurs, aux feuilles divisées, qui ont tendance à pousser dans des endroits humides et ombragés.
nl: Varens zijn groene bloemloze planten met verdeelde bladeren die de neiging hebben om te groeien in vochtige, schaduwrijke gebieden.
tr: Eğreltiotları, ayrık yapraklı yeşil çiçeksiz bitkilerdir. Genelde nemli ve gölgeli alanlarda yetişirler.

source: Flora
fr: Flore
hu: Növényzet
tr: Bitki Örtüsü
zh: 花草

source: Flowers (Dense)
fr: Fleurs (Dense)
nl: Bloemen (Dicht)
tr: Çiçekler (yoğun)

source: Flowers (Light)
fr: Fleurs (Clairsemé)
nl: Bloemen (Licht)
tr: Çiçekler (seyrek)

source: Flowers (Medium)
fr: Fleurs (Moyen)
nl: Bloemen (Medium)
tr: Çiçekler (orta)

source: Forest
fr: Forêt
nl: Woud
tr: Orman

source: Fullscreen Mode
fr: Mode plein écran
hu: Teljes képernyős mód
id: Mode Layar Penuh
pt: Modo Ecrã-Inteiro
tr: Tam Ekran Kipi
zh: 全屏

source: Game Shop
fr: Magasin de jeu
hu: Videojáték-szaküzlet
id: Toko Game
pt: Loja de jogos
tr: Oyun Mağazası
zh: 游戏商店

source: Glass Tower
fr: Tour de verre
nl: Glazen toren
tr: Cam Kule

source: Golden Rocks
fr: Rochers d'or
nl: Gouden rotsen
tr: Altın Kayalar

source: Grass Mint
fr: Menthe herbeuse
nl: Muntgras
tr: Nane Yaprakları

source: Grass Mint Forest
fr: Forêt de menthe herbeuse
nl: Muntgras bos
tr: Nane Yaprağı Ormanı

source: Grassland
fr: Prairie
nl: Grasland
tr: Çimenlik

source: Gravel
fr: Gravier
nl: Grind
tr: Çakıl

source: Green Bushes (Dense)
fr: Buissons verts (Dense)
nl: Groene struiken (Dicht)
tr: Yeşil Çalılar (yoğun)

source: Green Bushes (Light)
fr: Buissons verts (Clairsemé)
nl: Groene struiken (Licht)
tr: Yeşil Çalılar (seyrek)

source: Green Bushes (Medium)
fr: Buissons verts (Moyen)
nl: Groene struiken (Medium)
tr: Yeşil Çalılar (orta)

source: Green Cacti (Dense)
fr: Cactus verts (Dense)
nl: Groene cactussen (Dicht)
tr: Yeşil Kaktüs (yoğun)

source: Green Cacti (Light)
fr: Cactus verts (Clairsemé)
nl: Groene cactussen (Licht)
tr: Yeşil Kaktüs (seyrek)

source: Green Cacti (Medium)
fr: Cactus verts (Moyen)
nl: Groene Cactussen (Medium)
tr: Yeşil Kaktüs (orta)

source: Ground Decoration
fr: Décoration de sol
nl: Gronddecoratie
tr: Yer Dekorasyonu

source: High Wealth
fr: Richesse élevée
nl: Hoge welstand
tr: Yüksek Gelir

source: Highway Road
fr: Autoroute
nl: Snelweg
tr: Otoyol

source: Homeless Camp
fr: Camp de sans-abri
nl: Daklozen kamp
tr: Evsizler Kampı

source: Horses
fr: Chevaux
nl: Paarden
tr: Atlar

source: Hotel
fr: Hôtel
tr: Otel

source: House with swimming pool
fr: Maison avec piscine
hu: Úszómedencés ház
id: Rumah Dengan Kolam Berenang
nl: Huis met zwembad
pt: Casa com Piscina
tr: Yüzme Havuzlu Ev
zh: 带游泳池的房子

source: I scream for ice cream!
fr: Je cris pour des glaces !
hu: Nyaljuk a fagylaltot!
id: Aku Teriak Untuk Es Krim !
nl: Ik gil voor roomijs!
pt: Eu grito por gelado!
tr: Basit biriyim ben. Dondurma gördüm mü gider alırım.
zh: 我为冰淇淋尖叫！

source: Ice Cream Shop
fr: Glacier
hu: Fagyizó
id: Toko Es Krim
nl: Ijssalon
pt: Loja de Gelado
tr: Dondurmacı
zh: 冰淇淋商店

source: In the tall grass.
fr: Dans l'herbe haute.
nl: In het hoge gras.
tr: Yeşil otların içinde.

source: Industrial
fr: Industriel
hu: Ipari
id: Industri
nl: Industrieel
tr: Endüstriyel
zh: 产业

source: Industrial Building
fr: Bâtiment Industriel
hu: Ipari épület
id: Bangunan Industri
nl: Industrie gebouw
pt: Edifício Industrial
tr: Endüstriyel Bina
zh: 产业建筑

source: Industrial Zone (light)
fr: Zone industrielle (clairsemée)
nl: Industrial Zone (licht)
tr: Endüstriyel Bölge (az yoğunluklu)

source: Industrial Zone (medium)
fr: Zone industrielle (moyenne)
nl: Industrial Zone (gemiddeld)
tr: Endüstriyel Bölge (orta)

source: Industrial Zone.
fr: Zone industrielle.
nl: Industrie gebied.
tr: Endüstriyel bölge.

source: It might be an old, bland-looking tower, but it gets the job done.
fr: C'est peut-être une vieille tour d'apparence vierge, mais elle fait le travail.
nl: Het is misschien een oude, saai uitziende toren, maar het klaart de klus.
tr: Eski ve sıkıcı bir kule olabilir; ancak görevini yerine getirir.

source: Lantern
fr: Lanterne
nl: Lantaarn
tr: Fener

source: Large Plaza Park
fr: Grand parc de la place
nl: Grote Plaza Park
tr: Geniş Park

source: Level Terrain
fr: Niveler le terrain
hu: Terep kiegyenlítése
id: Ratakan Permukaan Tanah
pt: Nivelar Terreno
tr: Araziyi Düzle
zh: 平地形

source: Light Pole
fr: Lampadaire
nl: Straatlantaarn
tr: Işık Direği

source: Lily Pads (Dense)
fr: Nénuphars (Dense)
nl: Waterlelie (Dicht)
tr: Nilüfer Yaprakları (yoğun)

source: Lily Pads (Light)
fr: Nénuphars (Clairsemé)
nl: Waterlelie (Licht)
tr: Nilüfer Yaprakları (seyrek)

source: Lily Pads (Medium)
fr: Nénuphars (Moyen)
nl: Waterlelies (Medium)
tr: Nilüfer Yaprakları (Orta)

source: Lily pads are broad, rounded, heart- or shield-shaped leaves. Frogs like to sit on them!
fr: Les nénuphars sont des feuilles larges et arrondies, en forme de cœur ou de bouclier. Les grenouilles aiment s'asseoir dessus !
nl: Lelieblaadjes zijn brede, ronde, hart- of schildvormige bladeren. Kikkers zitten er graag op!
tr: Nilüfer yaprakları geniş, yuvarlak, kalp veya kalkan biçiminde olurlar. Kurbağaların bir numaralı sote mekanıdır.

source: Load Game
fr: Charger la partie
hu: Játék betöltése
id: Muat Game
nl: Laad spel
pt: Carregar Jogo
tr: Oyun Yükle
zh: 加载游戏

source: Low Wealth
fr: Richesse faible
nl: Lage welstand
tr: Düşük Gelir

source: Lower Terrain
fr: Abaisser le terrain
hu: Terep lesüllyesztése
id: Turunkan Permukaan Tanah
nl: Verlaag Terrein
pt: Descer Terreno
tr: Araziyi Alçalt
zh: 降低地形

source: Mansion
fr: Manoir
hu: Kúria
nl: Herenhuis
tr: Mansiyon

source: Medical
fr: Médical
nl: Medisch
tr: Sağlık

source: Medium Appartments
fr: Appartements moyens
hu: Közepes apartmanok
id: Apartemen Sedang
nl: Middelgrote appartementen
pt: Apartamentos Médios
tr: Orta Apartman
zh: 中等公寓住宅

source: Medium Depolluter
fr: Incinérateur moyen
nl: Middelgrote Depolluter
tr: Orta Kirlilik Giderici

source: Medium Wealth
fr: Richesse moyenne
nl: Gemiddelde welstand
tr: Orta Gelir

source: Mini Depolluter
fr: Petit incinérateur
nl: Kleine Depolluter
tr: Ufak Kirlilik Giderici

source: Mud
fr: Boue
nl: Modder
tr: Çamur

source: Mushrooms (Dense)
fr: Champignons (Dense)
nl: Paddestoelen (Dicht)
tr: Mantarlar (yoğun)

source: Mushrooms (Light)
fr: Champignons (Clairsemé)
nl: Paddestoelen (Licht)
tr: Mantarlar (seyrek)

source: Mushrooms (Medium)
fr: Champignons (Moyen)
nl: Paddestoelen (Medium)
tr: Mantarlar (orta)

source: Nature
hu: Természet
id: Alam
nl: Natuur
pt: Natureza
tr: Doğa
zh: 自然

source: NatureDecoration
fr: Décoration naturelle
nl: Natuur decoratie
tr: Doğa Dekorasyon

source: New Game
fr: Nouvelle Partie
hu: Új játék
id: Game Baru
nl: Nieuw spel
pt: Novo Jogo
tr: Yeni Oyun
zh: 创建游戏

source: OK
id: Iya
tr: Tamam
zh: 好

source: Oak Trees (Dense)
fr: Chênes (Dense)
nl: Eikenbomen (Dicht)
tr: Meşe Ağaçları (yoğun)

source: Oak Trees (Light)
fr: Chênes (Clairsemé)
nl: Eikenbomen (Licht)
tr: Meşe Ağaçları (seyrek)

source: Oak Trees (Medium)
fr: Chênes (Moyen)
nl: Eikenbomen (Medium)
tr: Meşe Ağaçları (orta)

source: Oasis
hu: Oázis
nl: Oase
pt: Oásis
tr: Vaha
zh: 绿洲

source: Old Church
fr: Vieille église
hu: Öreg templom
id: Gereja Tua
nl: Oude Kerk
pt: Igreja Antiga
tr: Eski Kilise
zh: 老的教堂

source: Old Industrial Building
fr: Vieux bâtiment industriel
hu: Régi ipari épület
id: Bangunan Industri Tua
nl: Oud industrieel gebouw
pt: Edifício Industrial Antigo
tr: Eski Endüstriyel Bina
zh: 旧的产业建筑

source: Old Power Plant
fr: Vieille centrale électrique
nl: Oude Energiecentrale
tr: Eski Elektrik Santrali

source: Old building
fr: Vieux bâtiment
hu: Régi épület
id: Bangunan Tua
nl: Oud gebouw
pt: Edifício Antigo
tr: Eski Bina
zh: 老的建筑

source: Palm Trees (Dense)
fr: Palmiers (Dense)
nl: Palmbomen (Dicht)
tr: Palmiye Ağaçları (yoğun)

source: Palm Trees (Light)
fr: Palmiers (Clairsemé)
nl: Palmbomen (Licht)
tr: Palmiye Ağaçları (seyrek)

source: Palm Trees (Medium)
fr: Palmiers (Moyen)
nl: Palmbomen (Medium)
tr: Palmiye Ağaçları (orta)

source: Park Crossroads
fr: Carrefour des parcs
nl: Park Kruispunt
tr: Kavşak Parkı

source: Paved Road
fr: Route pavée
hu: Kövezett út
id: Jalan Beraspal
nl: Geplaveide weg
pt: Estrada Pavimentada
tr: Kaplama Yol
zh: 泊油路

source: Pavement
fr: Pavés
nl: Bestrating
tr: Kaldırım

source: People
fr: Peuple
nl: Mensen
tr: Kişiler

source: Petrol Pump
fr: Pompe à essence
hu: Benzinszivattyú
id: Pompa Minyak
nl: Benzinepomp
pt: Bomba de gasolina
tr: Petrol Pompası
zh: 加油泵

source: Petrol Station
fr: Station essence
hu: Benzinkút
id: Pom Bensin
nl: Benzinestation
pt: Estação de gasolina
tr: Benzinlik
zh: 加油站

source: Phone Booth
fr: Cabine téléphonique
nl: Telefooncel
tr: Telefon Kulübesi

source: Phone Shop
fr: Magasin de téléphones
hu: Telefonbolt
id: Toko Ponsel
nl: telefoon Winkel
pt: Loja de Telemóveis
tr: Telefon Mağazası
zh: 手机商店

source: Picnic Pavilion
fr: Aire de pique-nique
nl: Picknickpaviljoen
tr: Pikniklik Çardak

source: Picnic Tables
fr: Tables de pique-nique
nl: Picknicktafels
tr: Piknik Masaları

source: Pine Trees (Dense)
fr: Pins (Dense)
nl: Dennenbomen (Dicht)
tr: Çam Ağaçları (yoğun)

source: Pine Trees (Light)
fr: Pins (Clairsemé)
nl: Dennenbomen (Licht)
tr: Çam Ağaçları (seyrek)

source: Pine Trees (Medium)
fr: Pins (Moyen)
nl: Dennenbomen (Medium)
tr: Çam Ağaçları (orta)

source: Pipes are used for transporting water.
fr: Les tuyaux sont utilisés pour le transport de l'eau.
nl: Pijpen voor het transport van water.
tr: Borular, suyu taşımak için kullanılır.

source: Pool
fr: Piscine
nl: Zwembad
tr: Havuz

source: Poplars (Dense)
fr: Peupliers (Dense)
nl: Populieren (Dicht)
tr: Kavak Ağaçları (yoğun)

source: Poplars (Light)
fr: Peupliers (Clairsemé)
nl: Populieren (Licht)
tr: Kavak Ağaçları (seyrek)

source: Poplars (Medium)
fr: Peupliers (Moyen)
nl: Populieren (Medium)
tr: Kavak Ağaçları (orta)

source: Power
fr: Énergie
hu: Erő
id: Listrik
nl: Elektriciteit
pt: Eletricidade
tr: Güç
zh: 电

source: Pretty concrete
fr: Joli béton
nl: Mooi beton
tr: Alımlı beton

source: Prison
nl: Gevangenis
tr: Hapishane

source: Prison Fence
fr: Clôture de prison
nl: Gevangenis Hek
tr: Hapishane Çiti

source: Pyramid
fr: Pyramide
hu: Piramis
id: Piramid
nl: Piramide
pt: Pirâmide
tr: Piramit
zh: 金字塔

source: Quit Game
fr: Quitter la partie
hu: Kilépés a játékból
id: Keluar Game
nl: Game beëindigen
pt: Sair do Jogo
tr: Oyundan Çık
zh: 退出

source: Raise Terrain
fr: Rehausser le terrain
hu: Terep megemelése
id: Naikkan Permukaan Tanah
nl: Verhoog terrein
pt: Subir Terreno
tr: Araziyi Yükselt
zh: 提高地形

source: Red Berry Bushes (Dense)
fr: Buissons à baies rouges (Dense)
nl: Rode bessenstruiken (Dicht)
tr: Kırmızı Dutlu Çalılar (yoğun)

source: Red Berry Bushes (Light)
fr: Buissons à baies rouges (Clairsemé)
nl: Rode bessenstruiken (Licht)
tr: Kırmızı Dutlu Çalılar (seyrek)

source: Red Berry Bushes (Medium)
fr: Buissons à baies rouges (Moyen)
nl: Rode bessenstruiken (Medium)
tr: Kırmızı Dutlu Çalılar (orta)

source: Red Sand
fr: Sable rouge
nl: Rood zand
tr: Kırmızı Kum

source: Residential
fr: Résidentiel
hu: Lakossági
id: Perumahan
nl: Residentieel
pt: Residencial
tr: Yerleşim
zh: 住宅

source: Residential Zone (dense)
fr: Zone résidentielle (dense)
nl: Residential Zone (dichte)
tr: Yerleşim Bölgesi (yoğun)

source: Residential Zone (dense).
fr: Zone résidentielle (dense).
nl: Residential Zone (dichte).
tr: Yerleşim bölgesi (yoğun).

source: Residential Zone (light)
fr: Zone résidentielle (clairsemée)
nl: Residential Zone (licht)
tr: Yerleşim Bölgesi (az yoğunluklu)

source: Residential Zone (light).
fr: Zone résidentielle (clairsemée).
nl: Residential Zone (licht).
tr: Yerleşim bölgesi (az yoğunluklu).

source: Residential Zone (medium)
fr: Zone résidentielle (moyenne)
nl: Residential Zone (gemiddeld)
tr: Yerleşim Bölgesi (orta)

source: Residential Zone (medium).
fr: Zone résidentielle (moyenne).
nl: Residential Zone (gemiddeld).
tr: Yerleşim bölgesi (orta).

source: Restaurant
hu: Étterem
tr: Restoran

source: Restaurant in Paris
fr: Un restaurant de Paris
hu: Párizsi étterem
nl: Restaurant in Parijs
tr: Paris'te bir restoran

source: Reward
fr: Récompense
nl: Beloning
tr: Ödül

source: Rice is normally grown as an annual plant, although in tropical areas it can survive as a perennial and can produce a ratoon crop for up to 30 years.
fr: Le riz est normalement cultivé comme une plante annuelle, bien que dans les zones tropicales, il puisse survivre comme une plante vivace et produire une culture pendant une période pouvant aller jusqu'à 30 ans.
nl: Rijst wordt normaal gesproken gekweekt als eenjarige plant, hoewel het in tropische gebieden als een vaste plant kan overleven en tot 30 jaar lang een wereld van voedsel kan produceren.
tr: Pirinç normalde yıllık bir bitki olarak yetiştirilir, ancak tropik bölgelerde çok yıllık bir bitki olarak yaşayabilir ve 30 yıla kadar sürekli mahsül üretebilir.

source: Roads
fr: Routes
hu: Utak
id: Jalan
nl: Wegen
pt: Estradas
tr: Yollar
zh: 马路

source: Rocks
fr: Rochers
hu: Sziklák
id: Bebatuan
pt: Pedras
tr: Kayalar
zh: 石头

source: Rural French Road
fr: Route rurale française
nl: Landelijke Franse Weg
tr: Kırsal Fransız Yolu

source: Rural French Road brokenlined
fr: Route rurale française endommagée
nl: Landelijke Franse Weg - onderbroken streep
tr: Kesik Çizgili Kırsal Fransız Yolu

source: Rural French Road fresh
fr: Route rurale française neuve
nl: Landelijke Franse Weg - nieuw
tr: Yeni Kaplanmış Kırsal Fransız Yolu

source: Rural French Road lined
fr: Route rurale française bordée
nl: Landelijke Franse Weg - belijnd
tr: Düz Çizgili Kırsal Fransız Yolu

source: Sakura Trees (Dense)
fr: Cerisiers du Japon (Dense)
nl: Sakura bomen (Dicht)
tr: Kiraz Çiçeği Ağaçları (yoğun)
